{
   "jokes": [
     "😄 Почему программисты не любят природу? Слишком много багов!",
     "😄 - Что такое рекурсия? - А что такое рекурсия?",
     "😄 Программист приходит домой. Жена говорит: - Сходи в магазин, купи хлеб, если будут яйца - возьми десяток. Программист приходит с десятью батонами хлеба. - Зачем столько? - Яйца были...",
     "😄 HTTP 418: Я чайник! ☕",
     "😄 - Сколько программистов нужно, чтобы вкрутить лампочку? - Ни одного, это аппаратная проблема!",
     "😄 99 багов в коде, 99 багов! Исправь один, запуши в main... 127 багов в коде!",
     "😄 Есть только 10 типов людей в мире: те, кто понимает двоичную систему, и те, кто не понимает.",
     "😄 - Дорогая, у нас закончился интернет! - Не волнуйся, у меня есть резервная копия на флешке.",
     "😄 Жена программиста жалуется: - Ты меня совсем не слушаешь! - Странно, вроде chmod 755 ставил...",
     "😄 - Доктор, я думаю, что я стал компьютером! - Не волнуйтесь, это просто баг. Попробуйте перезагрузиться.",
     "😄 Программист учит сына: - Сынок, в жизни есть только 0 и 1. Либо есть пиво в холодильнике, либо нет.",
     "😄 Встречаются два программиста: - Привет! Как дела? - Ошибка 404: дела не найдены.",
     "😄 - Почему программисты путают Хэллоуин и Рождество? - Потому что 31 OCT = 25 DEC.",
     "😄 Алгоритм счастья: while (грустно) { кофе++; код++; }",
     "😄 - Что говорит программист, когда код не работает? - А на моей машине работало!",
     "😄 Git commit -m \"исправил баг\"... *добавляет еще 5 багов*",
     "😄 - В чем разница между программистом и пользователем? - Программист думает, что знает, что хочет пользователь.",
     "😄 QA Engineer заходит в бар, заказывает пиво. Заказывает 0 пива. Заказывает 999999999 пива. Заказывает ящерицу. Заказывает -1 пиво. Первый настоящий клиент заходит и спрашивает, где туалет. Бар сгорает дотла.",
     "😄 - Сколько программистов нужно, чтобы поменять лампочку? - Ни одного. Это фича, а не баг!",
     "😄 Программист ложится спать. Жена говорит: - Дорогой, закрой окно, на улице холодно! Утром программист находит закрытое окно браузера.",
     "😄 - Что такое алгоритм? - Слово, которое программисты используют, когда не хотят объяснять, что делает их код.",
     "😄 Программист женился. В первую брачную ночь жена говорит: - Дорогой, расскажи мне о себе. - 404 Not Found.",
     "😄 - Почему программисты предпочитают темную тему? - Потому что свет привлекает баги!",
     "😄 Программист заказывает пиццу: - Мне большую пиццу! - С чем? - С C++!",
     "😄 - Что хуже, чем найти червяка в яблоке? - Найти полчервяка... и понять, что это не баг, а фича.",
     "😄 Два программиста идут по улице. Один говорит: - Смотри, сломанный уличный фонарь! - Да не сломанный, это фича! Энергосберегающий режим.",
     "😄 - Почему Java-программисты носят очки? - Потому что они не видят C#!",
     "😄 - Что общего между программистом и наркоманом? - Оба дилеры (дилят память).",
     "😄 Программист покупает машину: - А антиблокировочная система есть? - Есть, называется Git.",
     "😄 - Как программист считает овец, чтобы заснуть? - 1 овца, 2 овцы, 3 овцы... переполнение стека.",
     "😄 Жена программиста родила. - Дорогой, это мальчик или девочка? - Да.",
     "😄 - Что получится, если скрестить программиста и археолога? - Человек, который ищет багы в древних кодах.",
     "😄 Программист пришел к врачу: - Доктор, у меня болит голова! - А вы пробовали выключить и включить?",
     "😄 - Как программист моет посуду? - Берет новую. Старая deprecated.",
     "😄 - Почему программисты не любят загорать? - Потому что на солнце не видно экрана.",
     "😄 Беременная жена программиста: - Дорогой, кажется, отошли воды! - Попробуй sudo!",
     "😄 - Что такое рекурсия? - Чтобы понять рекурсию, нужно сначала понять рекурсию.",
     "😄 Программист заблудился в лесу. Увидел развилку и знак: \"Налево пойдешь - коня потеряешь, направо пойдешь - голову сложишь\". Программист подумал: \"Надо было тестировать на staging!\"",
     "😄 - Что общего между программистом и магом? - Оба используют заклинания (спеллчекер).",
     "😄 Программист идет в зоопарк. Смотрит на обезьяну и думает: \"Откуда она знает мой код?\"",
     "😄 - Сколько программистов нужно для смены лампочки? - 1488: один держит лампочку, а остальные крутят дом.",
     "😄 Программист покупает хлеб. Продавец: - Вам нарезать? - Не надо, я дома отсорчу.",
     "😄 - Что делает программист после отпуска? - Долго думает, кто написал этот ужасный код... А потом вспоминает, что это он сам.",
     "😄 - Чем отличается оптимист от пессимиста? - Оптимист изучает английский, пессимист - китайский, а программист - Python.",
     "😄 - Почему программисты всегда путают Рождество с Хэллоуином? - Потому что 25 DEC = 31 OCT!",
     "😄 Программист звонит в техподдержку: - У меня не работает интернет! - А лампочка на модеме горит? - А откуда я знаю, я же из дома работаю в темноте!",
     "😄 - Как программист объясняет ребенку, откуда берутся дети? - Когда папа очень любит маму, он делает fork()...",
     "😄 Программист приходит к врачу: - Доктор, у меня депрессия! - А вы пробовали поменять антидепрессант? - Я программист, не психиатр! - Тогда поменяйте работу."
   ]
 }