{
   "quotes": [
     "💡 Единственный способ делать великие дела - это любить то, что ты делаешь. - Стив Джобс",
     "💡 Жизнь - это то, что происходит с тобой, пока ты строишь планы. - Джон Леннон",
     "💡 Будь собой, остальные роли уже заняты. - Оскар Уайльд",
     "💡 Успех - это способность идти от неудачи к неудаче, не теряя энтузиазма. - Уинстон Черчилль",
     "💡 Не бойся совершать ошибки. Бойся не учиться на них.",
     "💡 Лучшее время посадить дерево было 20 лет назад. Второе лучшее время - сейчас.",
     "💡 Если хочешь идти быстро - иди один. Если хочешь идти далеко - идите вместе.",
     "💡 Мудрость не в том, чтобы знать много, а в том, чтобы знать полезное.",
     "💡 Не жди идеального момента. Возьми момент и сделай его идеальным.",
     "💡 Чтобы изменить мир, начни с себя. - МахатмаГанди",
     "💡 Образование - это самое мощное оружие, которое можно использовать, чтобы изменить мир. - Нельсон Мандела",
     "💡 Даже самое длинное путешествие начинается с первого шага. - Лао-цзы",
     "💡 Будущее принадлежит тем, кто верит в красоту своих мечтаний. - Элеонора Рузвельт",
     "💡 Не позволяй вчерашнему дню занимать слишком много места в сегодняшнем.",
     "💡 Самая большая слава не в том, чтобы никогда не падать, а в том, чтобы подниматься каждый раз, когда мы падаем. - Конфуций",
     "💡 Инновация отличает лидера от последователя. - Стив Джобс",
     "💡 Время самый ценный ресурс. Его нельзя вернуть, только потратить с умом.",
     "💡 Сильные люди создают хорошие времена, хорошие времена создают слабых людей.",
     "💡 Не говори людям о своих планах. Покажи им результаты.",
     "💡 Страх - это просто иллюзия. Он существует только в твоих мыслях.",
     "💡 Успех - это 1% вдохновения и 99% пота. - Томас Эдисон",
     "💡 Препятствия не должны тебя останавливать. Если ты упираешься в стену, не разворачивайся и не сдавайся. - Майкл Джордан",
     "💡 Единственное ограничение нашим завтрашним достижениям будут наши сегодняшние сомнения. - Франклин Рузвельт",
     "💡 Мотивация - это то, что заставляет тебя начать. Привычка - это то, что заставляет продолжать.",
     "💡 Не ищи оправданий. Ищи решения.",
     "💡 Твое время ограничено, поэтому не трать его, живя чужой жизнью. - Стив Джобс",
     "💡 Великие дела никогда не совершаются одним человеком. Они совершаются командой людей. - Стив Джобс",
     "💡 Лучший способ предсказать будущее - создать его. - Питер Друкер",
     "💡 Невозможное сегодня станет возможным завтра.",
     "💡 Дисциплина - это мост между целями и достижениями.",
     "💡 Не жди, пока тебе станет легко. Делай, пока не станет легко.",
     "💡 Твой единственный лимит - это ты сам.",
     "💡 Сначала мы формируем привычки, потом привычки формируют нас.",
     "💡 Чтобы достичь чего-то, чего никогда не имел, нужно делать то, что никогда не делал.",
     "💡 Не останавливайся, когда устал. Останавливайся, когда закончил.",
     "💡 Качество важнее количества. Одно домашнее блюдо лучше десяти из ресторана.",
     "💡 Читай каждый день что-то, что никто другой не читает. Думай каждый день о чем-то, о чем никто другой не думает.",
     "💡 Прошлое - это опыт, будущее - это надежда, настоящее - это подарок.",
     "💡 Не сравнивай себя с другими. Сравнивай себя с тем, кем ты был вчера.",
     "💡 Мечты не имеют срока годности.",
     "💡 Если ты не можешь объяснить это просто, значит, ты не понимаешь это достаточно хорошо. - Альберт Эйнштейн",
     "💡 Логика доведет тебя от А до Б. Воображение доведет тебя повсюду. - Альберт Эйнshtейн",
     "💡 Жизнь как велосипед. Чтобы держать равновесие, ты должен двигаться. - Альберт Эйнштейн",
     "💡 Два самых важных дня в твоей жизни: день, когда ты родился, и день, когда понял зачем. - Марк Твен",
     "💡 Будь изменением, которое ты хочешь увидеть в мире. - Махатма Ганди",
     "💡 В конце концов, мы будем помнить не слова наших врагов, а молчание наших друзей. - Мартин Лютер Кинг",
     "💡 Темнота не может изгнать темноту; только свет может это сделать. - Мартин Лютер Кинг",
     "💡 Работай умно, а не усердно.",
     "💡 Простота - это высшая степень утонченности. - Леонардо да Винчи",
     "💡 Возможности не приходят сами по себе. Ты создаешь их."
   ]
}